7767517
36 40
Input                    input0                   0 1 input0
Convolution              129                      1 1 input0 131 0=8 1=3 4=1 5=1 6=216 9=1
Convolution              132                      1 1 131 134 0=8 1=3 4=1 5=1 6=576 9=1
Split                    splitncnn_0              1 2 134 134_splitncnn_0 134_splitncnn_1
Pooling                  135                      1 1 134_splitncnn_1 135 1=2 2=2 5=1
Convolution              136                      1 1 135 138 0=16 1=3 4=1 5=1 6=1152 9=1
Convolution              139                      1 1 138 141 0=16 1=3 4=1 5=1 6=2304 9=1
Split                    splitncnn_1              1 2 141 141_splitncnn_0 141_splitncnn_1
Pooling                  142                      1 1 141_splitncnn_1 142 1=2 2=2 5=1
Convolution              143                      1 1 142 145 0=32 1=3 4=1 5=1 6=4608 9=1
Convolution              146                      1 1 145 148 0=32 1=3 4=1 5=1 6=9216 9=1
Split                    splitncnn_2              1 2 148 148_splitncnn_0 148_splitncnn_1
Pooling                  149                      1 1 148_splitncnn_1 149 1=2 2=2 5=1
Convolution              150                      1 1 149 152 0=64 1=3 4=1 5=1 6=18432 9=1
Convolution              153                      1 1 152 155 0=64 1=3 4=1 5=1 6=36864 9=1
Split                    splitncnn_3              1 2 155 155_splitncnn_0 155_splitncnn_1
Pooling                  156                      1 1 155_splitncnn_1 156 1=2 2=2 5=1
Convolution              157                      1 1 156 159 0=64 1=3 4=1 5=1 6=36864 9=1
Convolution              160                      1 1 159 162 0=64 1=3 4=1 5=1 6=36864 9=1
Interp                   164                      1 1 162 164 0=2 1=2.000000e+00 2=2.000000e+00
Concat                   165                      2 1 155_splitncnn_0 164 165
Convolution              166                      1 1 165 168 0=64 1=3 4=1 5=1 6=73728 9=1
Convolution              169                      1 1 168 171 0=32 1=3 4=1 5=1 6=18432 9=1
Interp                   173                      1 1 171 173 0=2 1=2.000000e+00 2=2.000000e+00
Concat                   174                      2 1 148_splitncnn_0 173 174
Convolution              175                      1 1 174 177 0=32 1=3 4=1 5=1 6=18432 9=1
Convolution              178                      1 1 177 180 0=16 1=3 4=1 5=1 6=4608 9=1
Interp                   182                      1 1 180 182 0=2 1=2.000000e+00 2=2.000000e+00
Concat                   183                      2 1 141_splitncnn_0 182 183
Convolution              184                      1 1 183 186 0=16 1=3 4=1 5=1 6=4608 9=1
Convolution              187                      1 1 186 189 0=8 1=3 4=1 5=1 6=1152 9=1
Interp                   191                      1 1 189 191 0=2 1=2.000000e+00 2=2.000000e+00
Concat                   192                      2 1 134_splitncnn_0 191 192
Convolution              193                      1 1 192 195 0=8 1=3 4=1 5=1 6=1152 9=1
Convolution              196                      1 1 195 198 0=8 1=3 4=1 5=1 6=576 9=1
Convolution              output0                  1 1 198 output0 0=3 1=1 5=1 6=24
